<template>
  <div class="col-md-6">
    <ques-tab activeId="aaa">
      <ques-tab-panel label="国际新闻" id="aaa">
        报道说，与安倍会面的同时，伊万卡也在同一家日本公司谈生意。这家公司受到一家由日本政府所有的发展银行的支持。据美国《纽约时报》报道，伊万卡也是与日本这家名叫三荣国际零售公司达成许可协议一事中的关键人物。报道陈，这种潜在的伙伴关系凸显了了特朗普家族令人担忧的一面，即把生意和作为总统的政治外交活动交织在一起。
      </ques-tab-panel>
      <ques-tab-panel label="娱乐新闻" id="bbb">
        新浪娱乐讯 上个月刚完成人生大事，晋升人妻的张靓颖[微博]近日接受采访时，表示会暂缓原计划要在家乡成都举办的婚礼，原因是她依然希望母亲能出席。今年10月，张靓颖的母亲突然公开向准女婿冯轲开炮，细数对方N宗罪，虽然几日之后张靓颖携冯轲与母亲在家乡程度上演“世纪大和解”，力图破不和传闻，但在11月她与冯轲的婚礼前夕，张母再次转调，表示自己没有收到女儿的婚礼邀请，并依旧反对二人结合。一连串的狗血下来， 家庭问题闹得人尽皆知。近日张靓颖婚后首度露面接受媒体采访，在与新浪娱乐对话的过程中，她打开了话匣子，将这段时间以来，自己置身风波之中的所感所想托盘而出。
      </ques-tab-panel>
      <ques-tab-panel label="财经科技" id="ccc">
        分析人士称，美元指数(100.5523, 0.0868, 0.09%)11月涨破100大关，单月累计走强3.1%，同期美国10年期国债收益率跳涨56个基点，月涨幅创2009年来最剧。除了人民币(6.8810, 0.0020, 0.03%)贬值预期强化带来的购汇和资本外流压力，多位经济学家表示，美元走强及美债波动，对中国外汇储备中的非美元资产和美元债券资产的估值都有负面影响。
      </ques-tab-panel>
      <ques-tab-panel label="国务院" id="ddd">
        中华人民共和国国务院，即中央人民政府，是最高国家权力机关的执行机关，是最高国家行政机关，由总理、副总理、国务委员、各部部长、各委员会主任、审计长、秘书长组成。国务院实行总理负责制。
        国务院秘书长在总理的领导下，负责处理国务院的日常工作。国务院设立办公厅，由秘书长领导。 >>>
        总理  李克强
        副总理 张高丽    刘延东（女）  汪 洋  马 凯
        国务委员  杨 晶（蒙古族）   常万全    杨洁篪    郭声琨   王 勇
        秘书长 杨 晶（兼）
      </ques-tab-panel>
    </ques-tab>
  </div>
</template>

<script type="text/javascript">
  export default {
    methods:{

    },
    data(){
      return {
        msg:"hello vuejs1"
      }
    }
  }
</script>
